# Необходмые поля:

# поля Абитуруенита:
#  айди пользователя
# ФИО пользователя
# пол (М/Ж)
# дата рождения 
# баллы егэ 
# достижения
# предметы егэ
# выбранные направления (до 3х)
# статус (зачислен, отклонен, рассмотрение)
# приоритет (1, 2, 3, 4, 5)
# почта или телеграм (для отправки уведомления) 
# логин
# пароль
# роль (студент, аналитик и тд)

class Applicant:
    pass
# -------------------

# Поля направление факультета:

# название 
# описание
# количество мест
# связь с учениками



# -------------------

# Статусы:

# рассмотрение
# поступил 
# отклонено